{
    "nav": {
        "partners": "Charities",
        "challenges": "Challenges",
        "us": "Team"
    },

    "home": {
        "yellow": {
            "titleLine1": "Make Estonia a better place,",
            "titleLine2": "one small good deed at a time",
            "subLine1": "Do good anytime,",
            "subLine2": "anywhere with Estonia’s most",
            "subLine3": "modern charity platform"
        },
        "main": {
            "titleLine1": "Donating is a simple",
            "titleLine2": "and enjoyable experience",
            "subLine1": "With Charry, donation is just a few clicks away.",
            "subLine2": "Support Estonia’s most trustworthy NGOs, receive visual feedback, and earn rewarding and heartwarming badges for your good deeds.",
            "smallLine1": "* Donations can be made anonymously, and 100%",
            "smallLine2": "of your donation goes directly to the charities.",
            "downloadTitle": "Download the Charry donation app",
            "downloadText": "Available on IOS and Android devices.",
            "downloadButton": "Download"
        },
        "bottom": {
            "usersCount": "{{count}}+ donors",
            "usersText": "Together we make a huge impact!"
        }
    },
    "partners": {
        "friends": {
            "title": "Our friends",
            "titleText": "If you want your trustworthy and well-functioning charity organization to be on the Charry platform, learn more.",
            "buttonText": "New Charities"
        },
        "filterLabel": "Select a filter"
    },
    "newPartners": {
        "main": {
            "title": "New Charities",
            "titleText1": "Donor trust is our top priority. That’s why we make sure that every charity organization is reliable and operates effectively before adding it to our platform.",
            "titleText2": "For us, both proper documentation and a genuine desire to help Estonian society are fundamentally important.",
            "bulletpoint1": "The Charry team ensures that all processes related to the platform are as convenient and seamless as possible for charity organizations.",
            "bulletpoint2": "All donations made through the platform are directed immediately and fully to the charity organizations.",
            "bulletpoint3": "On the Charry platform, charity organizations can easily share (visual) feedback with their donors.",
            "smallText": "* The Charry team is always ready to assist in creating feedback content, such as taking photos and videos.",
            "bulletpoint4": "To join the platform, a charity organization must be registered in the list of entities eligible for income tax benefits."
        },
        "join": {
            "title": "Become one of our charities",
            "titleText": "For further instructions please contact us.",
            "buttonText": "Contact us"
        }
    },
    "challenges": {
        "main": {
            "title": "Partner Challenges",
            "titleText": "We invite all companies to contribute to the development of Estonia’s charity culture by presenting a charitable challenge to Charry donors.",
            "bulletpoint1": "For completing the challenge, the company rewards donors with its products or services.",
            "bulletpoint2": "Presenting a challenge is a great way to demonstrate social responsibility of your company and gain visibility for your activities.",
            "bulletpoint3": "The goal of the challenge is to encourage people to donate.",
            "bulletpoint4": "The Charry team ensures that the redemption of rewards is fair and secure.",
            "buttonText": "Example of a challenge"
        },
        "future": {
            "title": "Future Partners",
            "titleText": "If your company wishes to contribute to Estonia’s charity culture and present a charitable challenge, get in touch with us.",
            "buttonText": "Contact us"
        }
    },
    "us": {
        "mission": {
            "title": "Mission",
            "titleText": "We aim to make donating a new social norm. We work to make giving as easy and enjoyable as possible, something you want to do again and again. Together, we can make Estonia a role model in the field of charity."
        },
        "family": {
            "title": "Charry family",
            "titleText": "We are open to new team members. If you feel you can bring value to Charry, get in touch with us.",
            "buttonText": "Contact us"
        },
        "boss": {
            "title": "Big Boss",
            "titleText1": "Charry is our mascot. A handsome little bird who guides and inspires us every day.",
            "titleText2": "And yes, if you’re wondering - he’s a white raven. Not a chick, sparrow, pigeon, or owl."
        },
        "social": {
            "title": "Find us on social media",
            "titleText": "Follow Charry’s life and activities more closely on our social media."
        }
    },
    "footer": {
        "privacy": "Privacy policy",
        "terms": "Terms of service"
    },
    "categories": {
        "Tervis": "Health",
        "Loomade heaolu": "Animal Wellness",
        "Laste heaolu": "Child Wellness",
        "Loodus ja keskkond": "Environment",
        "Haridus": "Education",
        "Tugev ühiskond": "Strong Society"
    },
    "cards": {
        "cancer": {
            "name": "MTÜ Eesti Vähiliit",
            "description": "Cancer prevention and treatment are an increasingly urgent need. We are here to keep Estonia healthy!"
        },
        "oncology": {
            "name": "MTÜ Onkoloogia",
            "description": "In difficult times, people need support – we are a network for those diagnosed with cancer!"
        },
        "animals": {
            "name": "MTÜ Loomus",
            "description": "We want a dignified life for every animal. We protect and support those living around us!"
        },
        "shelter": {
            "name": "Varjupaikade MTÜ",
            "description": "Every animal deserves a safe, clean, and loving home — we make sure of that!"
        },
        "sos": {
            "name": "SOS Lasteküla",
            "description": "Good children grow up in a caring environment! Let’s ensure that every child in Estonia has a safe childhood!"
        },
        "hospital": {
            "name": "Tartu Ülikooli Kliinikumi Lastefond",
            "description": "Children and young people are Estonia’s future. Let’s help keep the future healthy!"
        },
        "green": {
            "name": "Eesti Roheline Liikumine",
            "description": "We stand for a clean and sustainable Estonia! Nature and the health of our homeland are close to our hearts!"
        },
        "antibully": {
            "name": "SA Kiusamisvaba Kool",
            "description": "A school should be a safe second home for every student — a place to grow and learn. We create a safe school environment!"
        },
        "school": {
            "name": "SA Noored Kooli",
            "description": "Education is the most important value that everyone has the right to! Let’s bring more young people into Estonia’s education sector!"
        },
        "rescue": {
            "name": "Päästeliit",
            "description": "We are society’s guardian angels, helping people in their darkest moments — courage is our greatest virtue!"
        },
        "button": "Donate"
    }
}