{
    "nav": {
        "partners": "MTÜ-d",
        "challenges": "Väljakutsed",
        "us": "Meie"
    },
    "home": {
        "yellow": {
            "titleLine1": "Muuda Eesti paremaks,",
            "titleLine2": "üks väike heategu korraga",
            "subLine1": "Charry annetusäpp on eesti kaasaegseim",
            "subLine2": "annetusplatvorm, millega saad teha head igas",
            "subLine3": "kohas ja igal ajal"
        },
        "main": {
            "titleLine1": "Annetamine on lihtne",
            "titleLine2": "ja nauditav tegevus",
            "subLine1": "Charryga on annetus ainult paari kliki kaugusel.",
            "subLine2": "Toeta Eesti usaldusväärsemaid MTÜsid, saa visuaalset tagasisidet ning teeni oma heategudega silma- ja hingekosutavaid medaleid.",
            "smallLine1": "* Annetada saab anonüümselt ja 100% annetustest",
            "smallLine2": "läheb otse abivajajatele.",
            "downloadTitle": "Laadi alla Charry annetusäpp",
            "downloadText": "Saadaval iOS ja Android seadmetel.",
            "downloadButton": "Laadi alla"
        },
        "bottom": {
            "usersCount": "{{count}}+ annetajat",
            "usersText": "Koos loome suure mõju!"
        }
    },
    "partners": {
        "friends": {
            "title": "Meie sõbrad",
            "titleText": "Kui soovid, et sinu usaldusväärne ja hästi toimiv heategevusorganisatsioon oleks Charry platvormil, uuri rohkem.",
            "buttonText": "Uued MTÜ-d"
        },
        "filterLabel": "Vali filter"
    },
    "newPartners": {
        "main": {
            "title": "Uued MTÜ-d",
            "titleText1": "Annetajate usaldus on meie peamine prioriteet. Seetõttu veendume enne platvormile lisamist, et heategevusorganisatsioon on usaldusväärne ja tõhusalt toimiv.",
            "titleText2": "Meie jaoks on olulised nii korras olevad dokumendid kui ka säravad silmad ja siiras soov ühiskonda aidata.",
            "bulletpoint1": "Charry meeskond tagab, et kõik platvormiga seotud protsessid oleksid heategevusorganisatsiooni jaoks võimalikult mugavad ja sujuvalt toimivad.",
            "bulletpoint2": "Kõik platvormil tehtud annetused suunatakse koheselt otse heategevusorganisatsioonidele.",
            "bulletpoint3": "Charry platvormil saavad heategevusorganisatsioonid mugavalt jagada oma annetajatele (visuaalset) tagasisidet.",
            "smallText": "* Charry meeskond on alati valmis aitama tagasiside sisu loomisel, näiteks fotode ja videote tegemisel.",
            "bulletpoint4": "Platvormiga liitumiseks peab heategevusorganisatsioon olema kantud tulumaksusoodustusega ühingute nimekirja."
        },
        "join": {
            "title": "Ole üks meie MTÜ-dest",
            "titleText": "Järgnevate sammude arutamiseks võta meiega ühendust.",
            "buttonText": "Võta ühendust"
        }
    },
    "challenges": {
        "main": {
            "title": "Ettevõtete väljakutsed",
            "titleText": "Kutsume kõiki ettevõtteid kaasa lööma Eesti heategevuskultuuri arendamisel ning esitama Charry anneteajatele heategevusliku väljakutse.",
            "bulletpoint1": "Väljakutse täitmise eest premeerib ettevõte annetajad oma toodete või teenustega.",
            "bulletpoint2": "Väljakutse esitamine on suurepärane viis näidata oma sotsiaalset vastutust ja pälvida tähelepanu oma ettevõtte tegevustele.",
            "bulletpoint3": "Väljakutse eesmärk on innustada inimesi annetama.",
            "bulletpoint4": "Charry meeskond tagab, et auhindade lunastamine on aus ja turvaline.",
            "buttonText": "Väljakutse näide"
        },
        "future": {
            "title": "Tuleviku partnerid",
            "titleText": "Kui sinu ettevõte soovib panustada Eesti heategevuskultuuri arengusse, võta meiega ühendust.",
            "buttonText": "Võta ühendust"
        }
    },
    "us": {
        "mission": {
            "title": "Missioon",
            "titleText": "Soovime muuta annetamise uueks ühiskondlikuks normiks. Töötame selle nimel, et teha annetamine võimalikult lihtsaks ja nauditavaks, mida soovid korrata veel ja veel. Üheskoos saame muuta Eesti eeskujuks ka heategevusvaldkonnas."
        },
        "family": {
            "title": "Charry pere",
            "titleText": "Oleme avatud uuteks tutvusteks. Kui tunned, et saad Charryle väärtust lisada, võta ühendust.",
            "buttonText": "Võta ühendust"
        },
        "boss": {
            "title": "Suur Boss",
            "titleText1": "Charry on meie maskott. Nägus linnuke, kes igapäevaselt suunab ja inspireerib meid.",
            "titleText2": "Kui te küsite, siis jah — ta on valge ronk. Mitte tibu, varblane, tuvi ega öökull."
        },
        "social": {
            "title": "Leia meid sotsiaalmeediast",
            "titleText": "Jälgi Charry elu ja tegemisi lähemalt meie sotsiaalmeedias."
        }
    },
    "categories": {
        "Tervis": "Tervis",
        "Loomade heaolu": "Loomade heaolu",
        "Laste heaolu": "Laste heaolu",
        "Loodus ja keskkond": "Loodus ja Keskkond",
        "Haridus": "Haridus",
        "Tugev ühiskond": "Tugev ühiskond"
    },
    "cards": {
        "cancer": {
            "name": "MTÜ Eesti Vähiliit",
            "description": "Vähi ennetus ja ravi on ajas aina kasvav vajadus. Oleme siin, et hoida Eestimaa tervena!"
        },
        "oncology": {
            "name": "MTÜ Onkoloogia",
            "description": "Rasketel aegadel on inimestel vaja tuge - oleme võrgustik vähi diagnoosi saanutele!"
        },
        "animals": {
            "name": "MTÜ Loomus",
            "description": "Soovime igale loomale väärikat elu. Kaitseme ja toetame koos meie ümber elavaid!"
        },
        "shelter": {
            "name": "Varjupaikade MTÜ",
            "description": "Iga loom väärib turvalist, puhast ja armastavat kodu - meie hoolitseme selle eest!"
        },
        "sos": {
            "name": "SOS Lasteküla",
            "description": "Head lapsed kasvavad hoolivas keskkonnas! Tagame, et kõigil lastel Eestis oleks turvaline lapsepõlv!"
        },
        "hospital": {
            "name": "Tartu Ülikooli Kliinikumi Lastefond",
            "description": "Lapsed ja noored on Eesti tulevik. Aitame hoida tuleviku tervist!"
        },
        "green": {
            "name": "Eesti Roheline Liikumine",
            "description": "Seisame puhta ja jätkusuutliku Eestimaa eest! Loodus ja kodumaa tervis on meie südameasi!"
        },
        "antibully": {
            "name": "SA Kiusamisvaba Kool",
            "description": "Kool peab olema õpilasele turvaline teine kodu, kus kasvada ja õppida. Loome koos turvalise koolikeskkonna!"
        },
        "school": {
            "name": "SA Noored Kooli",
            "description": "Haridus on oluliseim väärtus, millele on õigus igaühel! Toome Eesti haridusvaldkonda rohkem noori!"
        },
        "rescue": {
            "name": "Päästeliit",
            "description": "Oleme ühiskonna kaitseinglid, kes aitavad inimesi hirmsamateil hetkedel - julgus on meie suurim voorus!"
        },
        "button": "Toeta"
    }
}